adw-gtk-theme
base
base-devel
bluez
bluez-utils
btop
btrfs-progs
chaotic-keyring
chaotic-mirrorlist
cliphist
code
cronie
cups
cups-pk-helper
dolphin
dunst
efibootmgr
emacs
fastfetch
firefox
fish
freerdp
git
grim
gst-plugin-pipewire
helium-browser-bin
htop
hyprland
hyprlock
hyprmod-git
hyprpolkitagent
intel-media-driver
intel-ucode
iw
kitty
libadwaita-without-adwaita
libpulse
libva-intel-driver
limine
linux-firmware
linux-zen
nano
nautilus
networkmanager
noctalia-shell
nwg-look
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
qt5-wayland
qt6-wayland
remmina
remmina-plugin-rdesktop
rofi
sddm
sddm-silent-theme
slurp
smartmontools
sof-firmware
stow
sudo
system-config-printer
timeshift
ttf-jetbrains-mono-nerd
ufw
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
zram-generator
