adw-gtk-theme
alacritty
base
base-devel
bluez
bluez-utils
btop
btrfs-progs
chaotic-keyring
chaotic-mirrorlist
cliphist
code
cronie
cups
cups-pk-helper
dolphin
dunst
efibootmgr
emacs
fastfetch
firefox
fish
freerdp
git
grim
gst-plugin-pipewire
helium-browser-bin
htop
hyprland
hyprlock
hyprmod-git
hyprpolkitagent
intel-media-driver
intel-ucode
iw
kitty
libadwaita-without-adwaita
libpulse
libva-intel-driver
limine
linux-firmware
linux-zen
looking-glass-git
nano
nautilus
networkmanager
noctalia-shell
nwg-look
openssh
passt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
power-profiles-daemon
qemu-full
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-xtensa
qt5-wayland
qt6-wayland
remmina
remmina-plugin-rdesktop
rofi
sddm
sddm-silent-theme
slurp
smartmontools
sof-firmware
stow
sudo
system-config-printer
timeshift
timeshift-autosnap
tmux
ttf-jetbrains-mono-nerd
ufw
unzip
uwsm
vim
virt-manager
virt-viewer
vm-curator
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
yazi
zram-generator
